Repository: arstanber/challenge
Catalog: reInspire/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, kk, ko, pt, ru, zh_hans

source: Подключи источник данных, и прогресс по %1$@ %2$@%3$@ будет засчитываться сам -- без ручных отчётов.
ar: اربط مصدر بيانات، وسيتم تسجيل تقدّمك في %1$@ %2$@%3$@ تلقائيًا -- بدون تقارير يدوية.
de: Verbinde eine Datenquelle, und dein Fortschritt bei %1$@ %2$@%3$@ wird automatisch gezählt -- ohne manuelle Berichte.
es: Conecte una fuente de datos y el progreso en %1$@ %2$@%3$@ se contará automáticamente, sin informes manuales.
fr: Connecte une source de données, et ta progression pour %1$@ %2$@%3$@ sera comptabilisée automatiquement -- sans rapports manuels.
ja: データ ソースに接続すると、%1$@ %2$@%3$@ の進行状況が自動的にカウントされ、手動レポートは必要ありません。
kk: Дерек көзін қос, сонда %1$@ %2$@%3$@ бойынша прогресс өздігінен есептеледі -- қолмен есеп берудің қажеті жоқ.
ko: 데이터 소스를 연결하면 %1$@ %2$@%3$@의 진행 상황이 수동 보고 없이 자동으로 계산됩니다.
pt: Conecte uma fonte de dados e o progresso em %1$@ %2$@%3$@ será contado automaticamente - sem relatórios manuais.
zh_hans: 连接数据源，%1$@ %2$@%3$@ 的进度将自动计数 - 无需手动报告。

# Подключить
source: Connect
ar: ربط
de: Verbinden
es: Conectar
fr: Connecter
ja: 接続する
kk: Қосу
ko: 연결하다
pt: Conectar
zh_hans: 连接

# Подключить Здоровье
source: Connect Health
ar: ربط Apple Health
de: Health verbinden
es: Conectar Salud
fr: Connecter Santé
ja: 健康を繋ぐ
kk: Денсаулықты қосу
ko: 커넥트헬스
pt: Conecte Saúde
zh_hans: 连接健康

# Подключённые данные помогают честно подтвердить достижение цели.
source: Data from connected services helps confirm that you've truly reached your goal.
ar: تساعد بيانات الخدمات المتصلة في التأكد من تحقيق هدفك بصدق.
de: Daten aus verknüpften Diensten helfen dabei, ehrlich zu bestätigen, dass du dein Ziel erreicht hast.
es: Los datos de los servicios conectados ayudan a confirmar que realmente ha alcanzado su objetivo.
fr: Les données des services connectés permettent de confirmer que tu as réellement atteint ton objectif.
ja: 接続されたサービスからのデータは、本当に目標を達成したことを確認するのに役立ちます。
kk: Қосылған сервистердің деректері мақсатыңа шынымен жеткеніңді растауға көмектеседі.
ko: 연결된 서비스의 데이터는 귀하가 실제로 목표를 달성했는지 확인하는 데 도움이 됩니다.
pt: Os dados dos serviços conectados ajudam a confirmar que você realmente atingiu seu objetivo.
ru: Подключённые данные помогают честно подтвердить достижение цели.
zh_hans: 来自互联服务的数据有助于确认您是否真正实现了目标。

# Поднеси телефоны
source: Bring the phones together
ar: قرّب الهاتفين
de: Bring die Handys zusammen
es: Reúne los teléfonos
fr: Rapproche les téléphones
ja: 電話機をひとつにまとめる
kk: Телефондарды жақындат
ko: 전화기를 하나로 모으세요
pt: Junte os telefones
zh_hans: 将手机放在一起

# Поднесите телефон к телефону ребёнка и потрясите оба.
source: Bring your phone close to your child's phone and shake both.
ar: قرّب هاتفك من هاتف طفلك وهزّا الهاتفين معًا.
de: Bring dein Handy nah an das deines Kindes und schüttelt beide.
es: Acerque su teléfono al de su hijo y agite ambos.
fr: Rapproche ton téléphone de celui de ton enfant et secouez les deux.
ja: 携帯電話をお子様の携帯電話に近づけて、両方を振ります。
kk: Телефоныңды бала телефонына жақындатып, екеуін де шайқа.
ko: 자녀의 휴대폰에 휴대폰을 가까이 가져다 대고 흔들어 보세요.
pt: Aproxime o telefone do telefone do seu filho e agite ambos.
zh_hans: 将您的手机靠近孩子的手机并摇动两者。

# Поднесите телефон к телефону родителя и потрясите оба.
source: Bring your phone close to your parent's phone and shake both.
ar: قرّب هاتفك من هاتف والدك أو والدتك وهزّا الهاتفين معًا.
de: Bring dein Handy nah an das deines Elternteils und schüttelt beide.
es: Acerca tu teléfono al de tus padres y agita ambos.
fr: Rapproche ton téléphone de celui de ton parent et secouez les deux.
ja: 携帯電話を親の携帯電話に近づけて、両方を振ります。
kk: Телефоныңды ата-анаң телефонына жақындатып, екеуін де шайқа.
ko: 부모님의 휴대폰에 휴대폰을 가까이 가져가서 둘 다 흔들어 보세요.
pt: Aproxime seu telefone do telefone de seus pais e agite ambos.
zh_hans: 将您的手机靠近父母的手机并摇动两者。

# Поднесите телефоны ближе и потрясите оба ещё раз.
source: Bring the phones closer and shake both again.
ar: قرّب الهاتفين أكثر وهزّاهما مرة أخرى.
de: Bring die Handys näher zusammen und schüttelt beide erneut.
es: Acerca los teléfonos y vuelve a agitar ambos.
fr: Rapproche encore les téléphones et secouez-les à nouveau.
ja: 携帯電話を近づけて、もう一度両方を振ります。
kk: Телефондарды жақындатып, екеуін де қайта шайқа.
ko: 전화기를 더 가까이 가져오고 둘 다 다시 흔듭니다.
pt: Aproxime os telefones e agite ambos novamente.
zh_hans: 将手机靠近并再次摇晃。

# Подобрать
source: Pick
ar: اختيار
de: Auswählen
es: Elegir
fr: Choisir
ja: 選ぶ
kk: Таңдау
ko: 선택하다
pt: Escolha
zh_hans: 挑选

# Подписаться
source: Subscribe
ar: اشترك
de: Abonnieren
es: Suscribir
fr: S'abonner
ja: 購読する
kk: Жазылу
ko: 구독하다
pt: Inscrever-se
zh_hans: 订阅

# Подписка
source: Subscription
ar: الاشتراك
de: Abonnement
es: Suscripción
fr: Abonnement
ja: サブスクリプション
kk: Жазылым
ko: 신청
pt: Subscrição
zh_hans: 订阅

# Подписка продлевается автоматически. Отменить можно в любой момент в App Store.
source: Subscription renews automatically. Cancel anytime in the App Store.
ar: يتم تجديد الاشتراك تلقائيًا. يمكنك إلغاءه في أي وقت من App Store.
de: Das Abonnement verlängert sich automatisch. Jederzeit im App Store kündbar.
es: La suscripción se renueva automáticamente. Cancela en cualquier momento en la App Store.
fr: L'abonnement se renouvelle automatiquement. Tu peux l'annuler à tout moment dans l'App Store.
ja: サブスクリプションは自動的に更新されます。 App Storeでいつでもキャンセルできます。
kk: Жазылым автоматты түрде ұзартылады. App Store-да кез келген уақытта тоқтатуға болады.
ko: 구독은 자동으로 갱신됩니다. App Store에서 언제든지 취소하세요.
pt: A assinatura é renovada automaticamente. Cancele a qualquer momento na App Store.
zh_hans: 订阅自动续订。随时在 App Store 中取消。

# Подтверди выход
source: Confirm logout
ar: تأكيد تسجيل الخروج
de: Abmeldung bestätigen
es: Confirmar cierre de sesión
fr: Confirme la déconnexion
ja: ログアウトの確認
kk: Шығуды растау
ko: 로그아웃 확인
pt: Confirmar logout
zh_hans: 确认退出

# Подтвердить
source: Confirm
ar: تأكيد
de: Bestätigen
es: Confirmar
fr: Confirmer
ja: 確認する
kk: Растау
ko: 확인하다
pt: Confirmar
zh_hans: 确认

# Поздравляем!
source: Congrats!
ar: تهانينا!
de: Glückwunsch!
es: ¡Felicitaciones!
fr: Félicitations !
ja: おめでとうございます！
kk: Құттықтаймыз!
ko: 축하해요!
pt: Parabéns!
zh_hans: 恭喜！

# Позже
source: Later
ar: لاحقًا
de: Später
es: Más tarde
fr: Plus tard
ja: 後で
kk: Кейінірек
ko: 나중에
pt: Mais tarde
zh_hans: 之后

# Пока не с кем соревноваться
source: No one to compete with yet
ar: لا يوجد أحد للتنافس معه حتى الآن
de: Noch niemand zum Wetteifern
es: Nadie con quien competir todavía
fr: Personne à affronter pour l'instant
ja: まだ競争相手がいない
kk: Әзірге жарысатын ешкім жоқ
ko: 아직 경쟁할 사람이 없습니다.
pt: Ninguém com quem competir ainda
zh_hans: 还没有人可以与之竞争

# Пока нет детей. Создай аккаунт или пригласи по коду.
source: No kids yet. Create an account or invite with a code.
ar: لا يوجد أطفال حتى الآن. أنشئ حسابًا أو وجّه دعوة برمز.
de: Noch keine Kinder. Erstelle ein Konto oder lade per Code ein.
es: Aún no hay niños. Crea una cuenta o invita con un código.
fr: Pas encore d'enfants. Crée un compte ou invite avec un code.
ja: まだ子供はいません。アカウントを作成するか、コードを使用して招待します。
kk: Әзірге бала жоқ. Аккаунт жаса немесе кодпен шақыр.
ko: 아직 아이가 없습니다. 계정을 만들거나 코드로 초대하세요.
pt: Ainda não há filhos. Crie uma conta ou convide com um código.
zh_hans: 还没有孩子。使用代码创建帐户或邀请。

# Пока нет заданий. Дай задание ребёнку (свайп влево по нему) или сразу всем.
source: No tasks yet. Assign one to a kid (swipe left on them) or to everyone at once.
ar: لا توجد مهام حتى الآن. كلّف أحد الأطفال بمهمة (اسحب لليسار عليه) أو كلّف الجميع دفعة واحدة.
de: Noch keine Aufgaben. Weise einem Kind eine zu (nach links wischen) oder allen auf einmal.
es: Aún no hay tareas. Asigne uno a un niño (deslícelo hacia la izquierda) o a todos a la vez.
fr: Pas encore de tâches. Assigne-en une à un enfant (glisse vers la gauche dessus) ou à tous en même temps.
ja: まだタスクはありません。 1 つを子供 (左にスワイプ) に割り当てるか、全員に一度に割り当てます。
kk: Әзірге тапсырма жоқ. Балаға тапсырма бер (оны солға сырғыт) немесе бірден барлығына.
ko: 아직 작업이 없습니다. 어린이에게 하나를 할당하거나(왼쪽으로 스와이프) 모든 사람에게 동시에 할당합니다.
pt: Nenhuma tarefa ainda. Atribua um a uma criança (deslize para a esquerda) ou a todos de uma vez.
zh_hans: 还没有任务。将一个分配给一个孩子（向左滑动）或一次分配给每个人。

# Пока нет сохранённых мест
source: No saved places yet
ar: لا توجد أماكن محفوظة حتى الآن
de: Noch keine gespeicherten Orte
es: Aún no hay lugares guardados
fr: Pas encore de lieux enregistrés
ja: 保存された場所はまだありません
kk: Әзірге сақталған орын жоқ
ko: 아직 저장된 장소가 없습니다.
pt: Ainda não há lugares salvos
zh_hans: 尚未保存地点

# Покинуть
source: Leave
ar: مغادرة
de: Verlassen
es: Dejar
fr: Quitter
ja: 離れる
kk: Шығу
ko: 떠나다
pt: Deixar
zh_hans: 离开

# Покинуть семью
source: Leave family
ar: مغادرة العائلة
de: Familie verlassen
es: dejar a la familia
fr: Quitter la famille
ja: 家族を離れる
kk: Отбасынан шығу
ko: 가족을 떠나다
pt: Sair da família
zh_hans: 离开家人

# Покинуть семью?
source: Leave family?
ar: مغادرة العائلة؟
de: Familie verlassen?
es: ¿Dejar a la familia?
fr: Quitter la famille ?
ja: 家族を離れる？
kk: Отбасынан шығу керек пе?
ko: 가족을 떠나시겠습니까?
pt: Sair da família?
zh_hans: 离开家人？

# Политика конфиденциальности
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
kk: Құпиялылық саясаты
ko: 개인 정보 보호 정책
pt: política de Privacidade
zh_hans: 隐私政策

# Полная статистика и история
source: Full stats and history
ar: إحصاءات وسجل كاملان
de: Vollständige Statistik und Verlauf
es: Historia y estadísticas completas
fr: Statistiques et historique complets
ja: 完全な統計と履歴
kk: Толық статистика мен тарих
ko: 전체 통계 및 기록
pt: Estatísticas e histórico completos
zh_hans: 完整的统计数据和历史记录

# Пользователь
source: User
ar: المستخدم
de: Benutzer
es: Usuario
fr: Utilisateur
ja: ユーザー
kk: Пайдаланушы
ko: 사용자
pt: Usuário
zh_hans: 用户

# Понятно
source: Got it
ar: حسنًا
de: Verstanden
es: Entiendo
fr: Compris
ja: わかった
kk: Түсінікті
ko: 알았어요
pt: Entendi
zh_hans: 知道了

# Попробовать снова
source: Try again
ar: إعادة المحاولة
de: Erneut versuchen
es: Intentar otra vez
fr: Réessayer
ja: もう一度やり直してください
kk: Қайталап көру
ko: 다시 시도하세요
pt: Tente novamente
zh_hans: 再试一次

# Попробуйте ещё раз позже.
source: Please try again later.
ar: حاول مرة أخرى لاحقًا.
de: Bitte versuch es später erneut.
es: Inténtelo de nuevo más tarde.
fr: Réessaie plus tard.
ja: 後でもう一度試してください。
kk: Кейінірек қайталап көріңіз.
ko: 나중에 다시 시도해 주세요.
pt: Por favor, tente novamente mais tarde.
zh_hans: 请稍后重试。

# Популярные
source: Popular
ar: الأكثر شيوعًا
de: Beliebt
fr: Populaires
ja: 人気のある
kk: Танымал
ko: 인기 있는
zh_hans: 受欢迎的

# Поражение
source: Defeat
ar: خسارة
de: Niederlage
es: Fracaso
fr: Défaite
ja: 敗北
kk: Жеңіліс
ko: 패배시키다
pt: Derrota
zh_hans: 击败

# Последний день -- не сорвись
source: Last day -- don't break it now
ar: اليوم الأخير -- لا تتراجع الآن
de: Letzter Tag -- jetzt nicht abbrechen
es: Último día, no lo rompas ahora
fr: Dernier jour -- ne lâche pas maintenant
ja: 最後の日 -- 今は壊さないでください
kk: Соңғы күн -- қазір үзбе
ko: 마지막 날 -- 지금 깨지 마세요
pt: Último dia - não quebre agora
zh_hans: 最后一天----现在不要打破它

# Последний день!
source: Last day!
ar: اليوم الأخير!
de: Letzter Tag!
es: ¡Día último!
fr: Dernier jour !
ja: 最終日！
kk: Соңғы күн!
ko: 마지막 날!
pt: Último dia!
zh_hans: 最后一天！

# Пост
source: Post
ar: منشور
de: Beitrag
es: Correo
fr: Publication
ja: 役職
kk: Жазба
ko: 우편
pt: Publicar
zh_hans: 邮政

# Поставить дедлайн
source: Set a deadline
ar: تحديد موعد نهائي
de: Frist setzen
es: Establecer una fecha límite
fr: Définir une échéance
ja: 期限を設定する
kk: Мерзім қою
ko: 마감일을 정하세요
pt: Defina um prazo
zh_hans: 设定截止日期

# Поставить напоминание здесь
source: Set a reminder here
ar: ضبط تذكير هنا
de: Hier eine Erinnerung setzen
es: Establece un recordatorio aquí
fr: Mettre un rappel ici
ja: ここにリマインダーを設定します
kk: Осы жерге еске салу қою
ko: 여기에서 알림을 설정하세요
pt: Defina um lembrete aqui
zh_hans: 在此设置提醒

# Потрясите оба телефона рядом, чтобы присоединиться к дуэли друга.
source: Shake both phones close together to join your friend's duel.
ar: هزّا الهاتفين معًا بالقرب من بعضهما للانضمام إلى تحدي صديقك.
de: Schüttelt beide Handys zusammen, um dem Duell deines Freundes beizutreten.
es: Agita ambos teléfonos para unirte al duelo de tu amigo.
fr: Secouez les deux téléphones rapprochés pour rejoindre le duel de ton ami.
ja: 両方の携帯電話を近づけてシェイクすると、友達の決闘に参加できます。
kk: Достың дуэльіне қосылу үшін екі телефонды бірге шайқа.
ko: 친구의 결투에 참여하려면 두 휴대폰을 서로 가깝게 흔드세요.
pt: Agite os dois telefones para se juntar ao duelo do seu amigo.
zh_hans: 将两部手机靠近摇动即可加入朋友的决斗。

# Потрясите телефоны
source: Shake the phones
ar: هزّا الهاتفين
de: Handys schütteln
es: Agite los teléfonos
fr: Secouez les téléphones
ja: 電話を振る
kk: Телефондарды шайқа
ko: 전화기를 흔들어
pt: Agite os telefones
zh_hans: 摇晃手机

# Почему ты удаляешь «%@»?
source: Why are you deleting "%@"?
ar: لماذا تحذف "%@"؟
de: Warum löschst du "%@"?
es: ¿Por qué estás eliminando "%@"?
fr: Pourquoi supprimes-tu « %@ » ?
ja: 「%@」を削除するのはなぜですか?
kk: «%@» неге өшіріп жатырсың?
ko: "%@"를 삭제하는 이유는 무엇입니까?
pt: Por que você está excluindo "%@"?
zh_hans: 为什么要删除“%@”？

# Почта
source: Email
ar: البريد الإلكتروني
es: Correo electrónico
ja: 電子メール
kk: Пошта
ko: 이메일
zh_hans: 电子邮件

# Премиум для всей семьи (до 5 человек).
source: Premium for the whole family (up to 5 people).
ar: نسخة PRO لكل العائلة (حتى 5 أشخاص).
de: Premium für die ganze Familie (bis zu 5 Personen).
es: Premium para toda la familia (hasta 5 personas).
fr: Premium pour toute la famille (jusqu'à 5 personnes).
ja: 家族全員（最大5名まで）のためのプレミアム。
kk: Бүкіл отбасына Premium (5 адамға дейін).
ko: 온가족(최대 5명)을 위한 프리미엄입니다.
pt: Premium para toda a família (até 5 pessoas).
zh_hans: 适合全家（最多 5 人）的高级服务。

# Преодолеть %lld км в Strava
source: Cover %lld km on Strava
ar: قطع %lld كم على Strava
de: %lld km auf Strava zurücklegen
es: Cubrir %lld km en Strava
fr: Parcourir %lld km sur Strava
ja: Strava で %lld km をカバー
kk: Strava-да %lld км жүру
ko: Strava에서 %lldkm 커버
pt: Percorra %lld km no Strava
zh_hans: 在 Strava 上覆盖 %lld 公里

source: A habit counts only when the goal is fully reached (for example, 10,000 of 10,000 steps).
ar: لا يتم احتساب العادة إلا عند تحقيق الهدف بالكامل (مثلًا، 10000 من 10000 خطوة).
de: Eine Gewohnheit zählt nur, wenn das Ziel vollständig erreicht ist (zum Beispiel 10.000 von 10.000 Schritten).
es: Un hábito cuenta sólo cuando se alcanza la meta por completo (por ejemplo, 10.000 de 10.000 pasos).
fr: L'habitude n'est validée que lorsque l'objectif est entièrement atteint (par exemple, 10 000 sur 10 000 pas).
ja: 習慣は、目標が完全に達成された場合にのみカウントされます (たとえば、10,000 歩のうち 10,000 歩)。
kk: Әдет мақсат толық орындалғанда ғана есептеледі (мысалы, 10 000 қадамнан 10 000).
ko: 습관은 목표가 완전히 달성된 경우에만 계산됩니다(예: 10,000걸음 중 10,000걸음).
pt: Um hábito conta apenas quando a meta é totalmente alcançada (por exemplo, 10.000 de 10.000 passos).
zh_hans: 仅当完全达到目标（例如，10,000 步中的 10,000 步）时，习惯才算数。

# Пригласить друга
source: Invite a friend
ar: دعوة صديق
de: Freund einladen
es: invitar a un amigo
fr: Inviter un ami
ja: 友達を招待する
kk: Дос шақыру
ko: 친구 초대
pt: Convide um amigo
zh_hans: 邀请朋友

# Приглашай друзей -- получай PRO
source: Invite friends -- get PRO
ar: ادعُ أصدقاءك -- واحصل على PRO
de: Lade Freunde ein -- erhalte PRO
es: Invita amigos: obtén PRO
fr: Invite des amis -- obtiens PRO
ja: 友達を招待 -- PRO を入手
kk: Достарды шақыр -- PRO ал
ko: 친구 초대 - PRO 받기
pt: Convide amigos - obtenha PRO
zh_hans: 邀请好友----获得 PRO

# Приглашение
source: Invitation
ar: دعوة
de: Einladung
es: Invitación
ja: 招待
kk: Шақыру
ko: 초대
pt: Convite
zh_hans: 邀请函

source: Pick an email and password -- you'll use them to log in next time. A parent can change them later.
ar: اختر بريدًا إلكترونيًا وكلمة مرور -- ستستخدمهما لتسجيل الدخول لاحقًا. يمكن لأحد الوالدين تغييرهما بعد ذلك.
de: Wähle eine E-Mail und ein Passwort -- damit meldest du dich künftig an. Ein Elternteil kann sie später ändern.
es: Elija un correo electrónico y una contraseña; los usará para iniciar sesión la próxima vez. Un padre puede cambiarlos más tarde.
fr: Choisis un e-mail et un mot de passe -- tu les utiliseras pour te connecter la prochaine fois. Un parent pourra les modifier plus tard.
ja: 電子メールとパスワードを選択します。次回ログインするときにそれらを使用します。保護者は後で変更できます。
kk: Пошта мен құпиясөз ойлап тап -- келесіде осымен кіресің. Ата-анаң оларды кейін өзгерте алады.
ko: 이메일과 비밀번호를 선택하세요. 다음에 로그인할 때 사용됩니다. 나중에 부모님이 변경할 수 있습니다.
pt: Escolha um e-mail e uma senha -- você os usará para fazer login na próxima vez. Um pai pode alterá-los mais tarde.
zh_hans: 选择电子邮件和密码 - 您下次将使用它们登录。家长可以稍后更改它们。

# Применить
source: Apply
ar: تطبيق
de: Anwenden
es: Aplicar
fr: Appliquer
ja: 適用する
kk: Қолдану
ko: 적용하다
pt: Aplicar
zh_hans: 申请

# Принято
source: Accepted
ar: مقبول
de: Akzeptiert
es: Aceptado
fr: Accepté
ja: 承認されました
kk: Қабылданды
ko: 수락됨
pt: Aceito
zh_hans: 公认

# Принять вызов
source: Accept challenge
ar: قبول التحدي
de: Herausforderung annehmen
es: Aceptar el desafío
fr: Accepter le défi
ja: 挑戦を受け入れる
kk: Шақыруды қабылдау
ko: 도전을 받아들이다
pt: Aceite o desafio
zh_hans: 接受挑战

# Присоединился %@
source: %@ joined
ar: انضم %@
de: %@ ist beigetreten
es: %@ unido
fr: %@ a rejoint
ja: %@ が参加しました
kk: %@ қосылды
ko: %@ 가입됨
pt: %@ juntou-se
zh_hans: %@ 加入

# Присоединиться
source: Join
ar: الانضمام
de: Beitreten
es: Unirse
fr: Rejoindre
ja: 参加する
kk: Қосылу
ko: 가입하다
pt: Juntar
zh_hans: 加入

# Присоединиться к семье
source: Join family
ar: الانضمام إلى العائلة
de: Familie beitreten
es: Únete a la familia
fr: Rejoindre la famille
ja: 家族に加わる
kk: Отбасына қосылу
ko: 가족 가입
pt: Junte-se à família
zh_hans: 加入家庭

# Присоединиться к семье?
source: Join family?
ar: الانضمام إلى العائلة؟
de: Familie beitreten?
es: ¿Unirte a la familia?
fr: Rejoindre la famille ?
ja: 家族に加わりますか？
kk: Отбасына қосылу керек пе?
ko: 가족에 합류하시겠습니까?
pt: Juntar-se à família?
zh_hans: 加入家庭吗？

# Присоединиться по коду
source: Join with a code
ar: الانضمام برمز
de: Mit Code beitreten
es: Únete con un código
fr: Rejoindre avec un code
ja: コードで参加する
kk: Кодпен қосылу
ko: 코드로 참여
pt: Junte-se com um código
zh_hans: 使用代码加入

# Пробежки и тренировки из Strava засчитываются автоматически
source: Runs and workouts from Strava count automatically
ar: تُحسب الجولات والتمارين من Strava تلقائيًا
de: Läufe und Workouts aus Strava werden automatisch gezählt
es: Las carreras y entrenamientos de Strava cuentan automáticamente
fr: Les courses et entraînements depuis Strava sont comptabilisés automatiquement
ja: Strava からのランニングとワークアウトは自動的にカウントされます
kk: Strava-дан жүгірулер мен жаттығулар автоматты түрде есептеледі
ko: Strava의 달리기 및 운동은 자동으로 계산됩니다.
pt: Corridas e treinos do Strava contam automaticamente
zh_hans: Strava 的跑步和锻炼会自动计数

# Провалено
source: Failed
ar: فشل
de: Fehlgeschlagen
es: Fallido
fr: Échoué
ja: 失敗した
kk: Сәтсіз
ko: 실패한
pt: Fracassado
zh_hans: 失败的

# Проверено ✅
source: Verified ✅
ar: تم التحقق ✅
de: Verifiziert ✅
es: Verificado ✅
fr: Vérifié ✅
ja: 確認済み ✅
kk: Тексерілді ✅
ko: 확인됨 ✅
pt: Verificado ✅
zh_hans: 已验证✅

# Проверить
source: Check
ar: تحقّق
de: Prüfen
es: Controlar
fr: Vérifier
ja: チェック
kk: Тексеру
ko: 확인하다
pt: Verificar
zh_hans: 查看

# Проверьте почту
source: Check your email
ar: تحقّق من بريدك الإلكتروني
de: Prüfe deine E-Mails
es: Revisa tu correo electrónico
fr: Vérifie tes e-mails
ja: メールを確認してください
kk: Поштаңды тексер
ko: 이메일을 확인하세요
pt: Verifique seu e-mail
zh_hans: 检查您的电子邮件

# Проверяем оправдание…
source: Checking excuse…
ar: جارٍ التحقق من العذر…
de: Entschuldigung wird geprüft…
es: Comprobando excusa...
fr: Vérification de l'excuse…
ja: 言い訳を確認中…
kk: Дәлел тексерілуде…
ko: 변명 확인 중…
pt: Verificando desculpa…
zh_hans: 检查借口...

# Проверяем…
source: Checking…
ar: جارٍ التحقق…
de: Wird geprüft…
es: De cheques…
fr: Vérification…
ja: チェック中…
kk: Тексерілуде…
ko: 확인 중…
pt: Verificando…
zh_hans: 检查…

# Провести %lld событий за день
source: Have %lld events in a day
ar: تنظيم %lld فعاليات في يوم واحد
de: %lld Termine an einem Tag haben
es: Tener %lld eventos en un día
fr: Avoir %lld événements dans une journée
ja: 1 日に %lld 件のイベントが発生する
kk: Бір күнде %lld іс-шара өткізу
ko: 하루에 %lld 이벤트를 진행하세요
pt: Tenha eventos %lld em um dia
zh_hans: 一天内有 %lld 事件

# Прогноз серии
source: Streak forecast
ar: توقّع التتابع
de: Serien-Prognose
es: Pronóstico de racha
fr: Prévision de série
ja: 連続予測
kk: Серия болжамы
ko: 연속 예측
pt: Previsão de sequência
zh_hans: 连胜预测

# Прогресс
source: Progress
ar: التقدّم
de: Fortschritt
es: Progreso
fr: Progrès
ja: 進捗
kk: Прогресс
ko: 진전
pt: Progresso
zh_hans: 进步

source: Day progress and your streak in the Dynamic Island and on the Lock Screen. Turn off to hide.
ar: تقدّم اليوم وتتابعك في Dynamic Island وعلى شاشة القفل. أوقف الخيار لإخفائهما.
de: Tagesfortschritt und deine Serie in der Dynamic Island und auf dem Sperrbildschirm. Zum Ausblenden ausschalten.
es: Progreso del día y tu racha en la Isla Dinámica y en la Pantalla de Bloqueo. Desactivar para ocultar.
fr: Le progrès du jour et ta série dans la Dynamic Island et sur l'écran verrouillé. Désactive pour les masquer.
ja: ダイナミック アイランドとロック画面での 1 日の進行状況と連続記録。非表示にするにはオフにします。
kk: Dynamic Island мен құлып экранындағы күн прогресі мен серияң. Жасыру үшін өшір.
ko: 다이내믹 아일랜드와 잠금 화면에서 하루 진행 상황과 연속 기록을 확인하세요. 숨기려면 끄세요.
pt: Progresso do dia e sua sequência na Ilha Dinâmica e na Tela de Bloqueio. Desligue para se esconder.
zh_hans: 每日进度以及您在动态岛和锁定屏幕上的连胜。关闭以隐藏。

# Прогресс за месяц
source: Monthly progress
ar: تقدّم الشهر
de: Monatsfortschritt
es: Progreso mensual
fr: Progrès du mois
ja: 月次進捗状況
kk: Айлық прогресс
ko: 월별 진행 상황
pt: Progresso mensal
zh_hans: 每月进度

# Прогресс за неделю
source: Weekly progress
ar: تقدّم الأسبوع
de: Wochenfortschritt
es: Progreso semanal
fr: Progrès de la semaine
ja: 毎週の進捗状況
kk: Апталық прогресс
ko: 주간 진행 상황
pt: Progresso semanal
zh_hans: 每周进度

# Прогресс за сегодня
source: Today's progress
ar: تقدّم اليوم
de: Heutiger Fortschritt
es: El progreso de hoy
fr: Progrès du jour
ja: 今日の進捗状況
kk: Бүгінгі прогресс
ko: 오늘의 진행상황
pt: O progresso de hoje
zh_hans: 今天的进展

# Продуктивность
source: Productivity
ar: الإنتاجية
de: Produktivität
es: Productividad
fr: Productivité
ja: 生産性
kk: Өнімділік
ko: 생산력
pt: Produtividade
zh_hans: 生产率

# Продуктивный день
source: Most productive day
ar: اليوم الأكثر إنتاجية
de: Produktivster Tag
es: Día más productivo
fr: Jour le plus productif
ja: 最も生産的な日
kk: Ең өнімді күн
ko: 가장 생산적인 날
pt: Dia mais produtivo
zh_hans: 最有生产力的一天

# Пройти %lld км
source: Walk %lld km
ar: السير %lld كم
de: %lld km gehen
es: Caminar %lld km
fr: Marcher %lld km
ja: %lld km歩く
kk: %lld км жүру
ko: %lldkm 걷기
pt: Caminhe %lld km
zh_hans: 步行%lld公里

# Пройти %lld шагов
source: Walk %lld steps
ar: السير %lld خطوة
de: %lld Schritte gehen
es: Camina %lld pasos
fr: Marcher %lld pas
ja: %lld 歩歩きます
kk: %lld қадам жүру
ko: %lld 걸음 걷기
pt: Caminhe pelas etapas %lld
zh_hans: 走%lld步

# Просто открой приложение и начни.
source: Just open the app and start.
ar: افتح التطبيق فقط وابدأ.
de: Öffne einfach die App und fang an.
es: Simplemente abre la aplicación y comienza.
fr: Ouvre simplement l'application et commence.
ja: アプリを開いて開始するだけです。
kk: Жай ғана қолданбаны ашып, баста.
ko: 앱을 열고 시작하세요.
pt: Basta abrir o aplicativo e começar.
zh_hans: 只需打开应用程序并开始。

# Просто сделай
source: Just do it
ar: فقط نفّذها
de: Tu es einfach
es: Hazlo
fr: Fais-le, c'est tout
ja: やるだけ
kk: Жай ғана істе
ko: 그냥 해
pt: Apenas faça
zh_hans: 去做就对了

# Просыпаться рано
source: Wake up early
ar: الاستيقاظ مبكرًا
de: Früh aufwachen
es: despertarse temprano
fr: Se lever tôt
ja: 早く起きてください
kk: Ерте ояну
ko: 일찍 일어나
pt: Acorde cedo
zh_hans: 早起

# Против %@
source: Vs %@
ar: ضد %@
de: Gegen %@
es: Frente a %@
fr: Contre %@
ja: 対 %@
kk: %@ қарсы
ko: 대 %@
pt: Contra %@

# Профиль
source: Profile
ar: الملف الشخصي
de: Profil
es: Perfil
fr: Profil
ja: プロフィール
kk: Профиль
ko: 윤곽
pt: Perfil
zh_hans: 轮廓

# Процент выполнения за последнюю завершённую неделю.
source: Completion rate for the last full week.
ar: معدّل الإنجاز لآخر أسبوع كامل.
de: Abschlussrate für die letzte volle Woche.
es: Tasa de finalización de la última semana completa.
fr: Taux de réussite pour la dernière semaine complète.
ja: 過去 1 週間の完了率。
kk: Соңғы толық аптаның орындалу пайызы.
ko: 지난 일주일 동안의 완료율입니다.
pt: Taxa de conclusão da última semana completa.
zh_hans: 上一周的完成率。
